import * as S from "./styles";

function DetailPost() {
  return (
    <S.Container>
      <div>
        <S.Title>Html 태그 총정리</S.Title>
        <S.Username>UserName</S.Username>
        <S.Datetext>2022.07.28</S.Datetext>
      </div>
      <S.Maintext>
        대충본문내용대충본문내용대충본문내용대충본문내용대충본문내용대충본문내용대충본문
        내용대충본문내용대충본문내용대충본문내용대충본문내용대충본문내용대충본문내용대충본문내용대충본문내용대충본문내용대충본문내용대충본문내용대충본문내용대충본문내용대충본문내용대충본문내용대충본문내용대충본문내용대충본문내용대충본문내용대충본문내용대충본문내용대충본문내용대충본문내용대충본문
        내용대충본문내용대충본문내용대충본문내용대충본문내용대충본문내용대충본문내용대충본문내용대충본문내용대충본문내용대충본문내용대충본문내용대충본문내용대충본문내용대충본문내용대충본문내용대충본문내용대충본문내용대충
        대충본문내용대충본문내용대충본문내용대충본문내용대충본문내용대충본문내용대충본문내용대충본문내용대충본문내용대충본문내용대충본문내용대충본문내용대충본문내용대충본문내용대충본문내용대충본문내용대충본문내용대충본문내용대충본문내용대충본문내용대충본문내용대충본문내용대충본문내용대충본문내용대충본문대충본문내용대충본문내용대충본문내용대충본문대충본문내용대충본문내용대충본문내용대충본문대충본문내용대충본문내용대충본문내용대충본문대충본문내용대충본문내용대충본문내용대충본문
        대충본문내용대충본문내용대충본문내용대충본문내용대충본문내용대충본문내용대충본문내용대충본문내용대충본문내용대충본문내용대충본문내용대충본문내용대충본문내용대충본문내용대충본문내용대충본문내용대충본문내용대충본문내용대충본문내용대충본문내용대충본문내용대충본문내용대충본문내용대충본문내용대충본문대충본문내용대충본문내용대충본문내용대충본문대충본문내용대충본문내용대충본문내용대충본문대충본문내용대충본문내용대충본문내용대충본문대충본문내용대충본문내용대충본문내용대충본문
      </S.Maintext>
    </S.Container>
  );
}

export default DetailPost;
